Repository: wherewhere/WinGet-Store
Catalog: WinGetStore/WinGetStore/Strings/*/MainPage.resw
Source language: en_us
Languages: zh_cn, zh_tw

# Home.Content
source: Home
zh_cn: 主页
zh_tw: 主頁

# Library.Content
source: Library
zh_cn: 库
zh_tw: 庫

# SearchTextBox.PlaceholderText
source: Searching Apps, Games, etc
zh_cn: 搜索应用……
zh_tw: 搜索應用程式、遊戲等

# Settings.Content
source: Settings
zh_cn: 设置
zh_tw: 設定

source: Processing results
zh_cn: 正在处理结果……
zh_tw: 正在處理結果……

source: Searching
zh_cn: 正在搜索……
zh_tw: 正在搜索……

# SomethingWrong
source: Something is wrong
zh_cn: 有什么不对劲
zh_tw: 有什麼不對勁

# WinGetNotInstalledDescription
source: Cannot connect to WinGet. It seems that you are not installed WinGet or the installed version is out of date.
zh_cn: 无法连接到 WinGet。您可能没有安装 WinGet 或者安装的 WinGet 已过时。
zh_tw: 無法連接到 WinGet。 您可能沒有安裝 WinGet 或者安裝的 WinGet 已過時。

# WinGetNotInstalledTitle
source: WinGet is not installed
zh_cn: WinGet 未安装
zh_tw: WinGet 未安裝

# NoCatalogDescription
source: Please make sure you have opened WinGet in console and agreed the license, or you have not delete all catalog in WinGet.
zh_cn: 请确保您曾经在控制台中打开过 WinGet 并同意了协议，或者您没有删除所有 WinGet 源。
zh_tw: 請確保您曾經在控制台中打開過 WinGet 並同意了協定，或者您沒有刪除所有 WinGet 源。

# NoCatalogTitle
source: There are no catalog set in WinGet
zh_cn: WinGet 中没有安装源
zh_tw: WinGet 中沒有安裝源

source: Loading
zh_cn: 正在加载……
zh_tw: 正在載入……

source: Finished
zh_cn: 已完成
zh_tw: 完成

source: Getting results
zh_cn: 正在获取结果……
zh_tw: 取得結果……

# GettingResultsFailedDescription
source: There are something wrong with WinGet.
zh_cn: WinGet 出了一些问题。
zh_tw: WinGet 出了一些問題。

# GettingResultsFailedTitle
source: Fail to get result
zh_cn: 获取结果失败
zh_tw: 獲取結果失敗

# ConnectingWinGet
source: Connecting to WinGet
zh_cn: 正在连接 WinGet……
zh_tw: 正在連接 WinGet……

# ConnectWinGetFailedDescription
source: Fail to connect to WinGet. It seems you are not connect to network.
zh_cn: 无法连接到 WinGet。您可能没有连接到网络。
zh_tw: 無法連接到 WinGet。 您可能沒有連接到網路。

# ConnectWinGetFailedTitle
source: Please check your connection
zh_cn: 请检查网络连接
zh_tw: 請檢查網路連接

# ManagerPages.Text
source: Installed App
zh_cn: 已安装的应用
zh_tw: 已安裝的應用

# Versions.Text
source: Versions
zh_cn: 版本
zh_tw: 版本

# Filters.Content
source: Filters
zh_cn: 筛选器
zh_tw: 篩選器

# InstallingPage.Text
source: Installing App
zh_cn: 正在安装的应用
zh_tw: 正在安裝的應用

# Refresh.Content
source: Refresh
zh_cn: 刷新
zh_tw: 刷新
